Repository: keygenqt/kmm-GitHubViewer
Catalog: iosApp/Resources/Strings/*.lproj/Onboarding.strings
Languages: ru

# title
source: Hello!
ru: Привет!

source: Skip
ru: Скип

source: Back
ru: Назад

# step1_title
source: About the app
ru: О приложении

# step1_text
source: This is a demo application using the open GitHub REST API. The application is under development. Develop will take place in 3 stages.
ru: Это демострационное приложение с использованием отрытого GitHub REST API. Приложение находится на стадии развития. Развите будет проходит в 3 этапа.

# step2_title
source: First stage
ru: Первый этап

# step2_text
source: Jetpack Compose application, MVVM and the whole latest stack surrounding this technology
ru: Приложение на Jetpack Compose, MVVM и весь последний стек окрущающий эту технологию

# step3_title
source: About the app
ru: Второй этап

# step3_text
source: Development of a shared KMM module for interacting with an ios application
ru: Разработка shared модуля KMM для взаимодействия с ios приложением

# step4_title
source: About the app
ru: Третий этап

# step4_text
source: Application for ios on Swift using the previously developed shared module using KMM
ru: Приложение для ios на Swift с применением разработанного раннее модуля shared с использованием KMM

# step5_title
source: About the app
ru: Благодарности

# step5_text
source: This app uses the latest Google & JetBrains & Apple. Thank them for this opportunity! Thank you for your interest! Thanks to my wife for your patience :)
ru: В этом приложении испльзуется последний стек технологий Google & JetBrains & Apple. Спасибо им за эту возможность! Спасибо Вам за интерес! Спасибо моей жене за терпение :)
